;Russian localized text by victorlapin

[AdvMedicM1 X2CharacterTemplate]
strCharacterName="Медик \"Адвента\""
strAcquiredText="Солдаты, несущие несколько аптечек и обеспечивающие поддержку другим бойцам \"Адвента\"." 

[AdvMedicM2 X2CharacterTemplate]
strCharacterName="Продвинутый медик"
strAcquiredText="Солдаты, несущие несколько аптечек и обеспечивающие поддержку другим бойцам \"Адвента\"." 

[AdvMedicM3 X2CharacterTemplate]
strCharacterName="Элитный медик"
strAcquiredText="Солдаты, несущие несколько наноаптечек и обеспечивающие поддержку другим бойцам \"Адвента\"." 

[AdventMedikitM1 X2ItemTemplate]
strFriendlyName="Аптечка \"Адвента\""
strFriendlyNamePlural="Аптечки \"Адвента\""
strBriefSummary="Используется медиками \"Адвента\", по назначению очень схожа с аптечками XCOM."

[AdventMedikitM2 X2ItemTemplate]
strFriendlyName="Аптечка \"Адвента\""
strFriendlyNamePlural="Аптечки \"Адвента\""
strBriefSummary="Используется медиками \"Адвента\", по назначению очень схожа с аптечками XCOM."

[AdventMedikitM3 X2ItemTemplate]
strFriendlyName="Наноаптечка \"Адвента\""
strFriendlyNamePlural="Наноаптечки \"Адвента\""
strBriefSummary="Используется медиками \"Адвента\", по назначению очень схожа с наноаптечками XCOM."

[AdventMedicRestore X2AbilityTemplate]
LocFriendlyName="Восстановить"
LocHelpText="Убирает любое повреждение с этого солдата. После восстановления бойцы могут быть дезориентированы."
LocLongDescription="Убирает любое повреждение с этого солдата. После восстановления бойцы могут быть дезориентированы."
LocFlyOverText="Восстановление!"